Repository: exolever/exo-services
Catalog: service-exo-exq/survey/locale/*/LC_MESSAGES/django.po
Languages: es

source: Massive Transformative Purpose
es: Propósito transformador masivo

source: Staff on-demand
es: Personal bajo demanda

source: Community & Crowd
es: Comunidad y seguidores

source: Algorithms
es: Algoritmos

source: Leveraged Assets
es: Activos apalancados

source: Engagement
es: Compromiso

source: Dashboards
es: Tableros de instrumentos

source: Experimentation
es: Experimentación

source: Autonomy
es: Autonomía

source: Business Type Model
es: Tipo de modelo de negocio

source: Data
es: Información

source: Name
es: Nombre

source: Organization
es: Organización

source: Industry
es: Industria

source: out of
es: sobre

source: Results per ExO Attribute
es: Resultados por atributo

source: Results for Business model
es: Resultados para el modelo de negocio
